Repository: InfotelGLPI/cmdb
Catalog: locales/*.po
Languages: cs_cz, es_ec, fr_fr, hu_hu, ru_ru, tr_tr

source: item not found or disabled
cs_cz: položka nenalezena nebo je zakázána
es_ec: Artículo no encontrado o deshabilitado
fr_fr: Elément non trouvé ou désactivé
hu_hu: elem nem található vagy tiltva van
ru_ru: Устройство не найдено или отключено
tr_tr: Öge bulunamadı ya da devre dışı bırakılmış

source: Error in your form !
fr_fr: Erreur dans le formulaire !

source: The link has been registered on the CMDB !
fr_fr: Le lien a été enregistré dans la CMDB !

source: Please choose the link that you want to update !
fr_fr: Veuillez choisir le lien que vous voulez mettre à jour !

source: Error in your form !
fr_fr: Erreur dans le formulaire !

source: The link has been update on the CMDB !
fr_fr: Le lien a été mis à jours dans la CMDB !

source: Please choose the link that you want to delete !
fr_fr: Veuillez choisir le lien que vous souhaitez supprimer !

source: The link has been delete on the CMDB !
fr_fr: Le lien a été supprimé dans la CMDB !

source: CMDB is purged !
fr_fr: La CMDB a été purgé !

source: Criticity
cs_cz: Kritičnost
es_ec: Críticas
fr_fr: Criticité
hu_hu: Kritikusság
ru_ru: Критичность
tr_tr: Kritiklik

source: Choose CI Types
fr_fr: Choisissez un type d'élément de configuration

source: Choose Links
fr_fr: Choisissez un lien

source: See the CMDB
fr_fr: Voir la CMDB

source: Positions have been saved !
fr_fr: Les positions ont été sauvegardées !

source: Baseline
fr_fr: Référentiel

source: Reference Item
fr_fr: Element de référence

source: Date of creation
fr_fr: Date de création

source: Display Baseline
fr_fr: Afficher les référentiels

source: CMDB depth
fr_fr: Profondeur de la CMDB
ru_ru: Глубина CMDB
tr_tr: CMDB derinliği

source: Compare with an other baseline
fr_fr: Comparer avec un autre référentiel

source: Compare with the actual CMDB
fr_fr: Comparer avec la CMDB actuelle

source: Preferences
fr_fr: Préférences
ru_ru: Предпочтения
tr_tr: Ayarlar

source: View links
fr_fr: Filtre des liens
ru_ru: Просмотр ссылок
tr_tr: Bağlantıları görüntüle

source: View links Compare
fr_fr: Filtre des liens du second graphe

source: Refresh
fr_fr: Rafraîchir
ru_ru: Обновить
tr_tr: Yenile

source: Save positions
fr_fr: Sauvegarder les positions
ru_ru: Сохранить позиции
tr_tr: Konumları kaydet

source: State of baseline
fr_fr: Etat du référentiel

source: Type of baseline
fr_fr: Type de référentiel

source: Configuration Item
cs_cz: Konfigurační položka
es_ec: Elementos de configuración
fr_fr: Elément de configuration
hu_hu: Konfigurációs elem
ru_ru: Настройка устройства
tr_tr: Yapılandırma Ögesi

source: Invalid name !
cs_cz: Neplatný název!
es_ec: Nombre inválido !
fr_fr: Nom invalide !
hu_hu: Érvénytelen név!
ru_ru: Неверное имя!
tr_tr: Ad geçersiz!

source: You can't delete this item, because this item is used on baseline !
fr_fr: Vous ne pouvez pas supprimer cet élément parce que cet élément est utilisé dans un référentiel !

source: You can't delete that item, because it is linked to a baseline
fr_fr: Vous ne pouvez pas supprimer cet élément parce qu'il est lié à un référentiel !

source: Caution: you're about to remove a heading used for one or more items.
fr_fr: Attention : Vous allez supprimer une entête utilisé par un ou plusieurs éléments !

source: If you confirm the deletion, all uses of this dropdown will be blanked.
fr_fr: Si vous confirmez la suppression, toutes les utilisations de cet élément vont être supprimer

source: See CI
cs_cz: Vidět CI
es_ec: Ver CI
fr_fr: Voir l'élément de configuration
hu_hu: Lásd CI
ru_ru: Просмотр CI
tr_tr: CI bak

source: Create Link
cs_cz: Vytvořit odkaz
es_ec: Crear enlace
fr_fr: Créer un lien
hu_hu: Link létrehozása
ru_ru: Создать Ссылку
tr_tr: Bağlantı Ekle

source: Update Link
cs_cz: Aktualizovat odkaz
es_ec: Actualizar enlace
fr_fr: Mettre à jour un lien
hu_hu: Link frissítése
ru_ru: Обновить Ссылку
tr_tr: Bağlantıyı Güncelle

source: Delete Link
cs_cz: Smazat odkaz
es_ec: Borrar enlace
fr_fr: Supprimer un lien
hu_hu: Link törlése
ru_ru: Удалить Ссылку
tr_tr: Bağlantıyı Sil

source: Zoom in
cs_cz: Zvětšit
es_ec: Ampliar
fr_fr: Zoomer
hu_hu: Nagyítás
ru_ru: Приблизить
tr_tr: Yakınlaştır

source: Zoom out
cs_cz: Zmenšit
es_ec: Reducir
fr_fr: Dézoomer
hu_hu: Kicsinyítés
ru_ru: Отдалить
tr_tr: Uzaklaştır

source: Reset Zoom
cs_cz: Smazat zvětšení/zmenšení
es_ec: Restaurar zoom
fr_fr: Réinitialiser le zoom
hu_hu: Nagyítás visszaállítása
ru_ru: Сбросить масштаб
tr_tr: Yakınlaştırmayı Sıfırla

source: Export PNG
cs_cz: Exportovat PNG
es_ec: Exportar PNG
fr_fr: Exporter en PNG
ru_ru: Экспорт PNG
tr_tr: PNG Olarak Dışa Aktar

source: See associated tickets
cs_cz: Zobrazit přiřazené požadavky
es_ec: Ver tickets asociados
fr_fr: Voir les tickets associés
hu_hu: Kapcsolódó jegyek megtekintése
ru_ru: Смотреть связанные заявки
tr_tr: İlgili destek kayıtlarını görüntüle

source: Purge CMDB
cs_cz: Vyčistit CMDB
es_ec: Depurar CMDB
fr_fr: Purger la CMDB
hu_hu: CMDB törlése
ru_ru: Безвозвратное удаление CMDB
tr_tr: CMDB Boşalt

source: Create baseline
cs_cz: Vytvořte základní linii
es_ec: Crear una base de referencia
fr_fr: Créer un référentiel
hu_hu: Alapvonal létrehozása
ru_ru: Создать базовый план
tr_tr: Temel çizgisi oluştur

source: Add new type of CI to the CMDB
fr_fr: Ajouter un nouveau type d'élement de configuration dans la CMDB
ru_ru: Добавить новый тип CI в CMDB
tr_tr: CMDB üzerine yeni bir CI türü ekle

source: Add new type of link to the CMDB
fr_fr: Ajouter un nouveau type de lien dans la CMDB
ru_ru: Добавить новый тип ссылки в CMDB
tr_tr: CMDB üzerine yeni bir bağlantı türü ekle

source: Manage type of CI to the CMDB
fr_fr: Configurer un type d'élément de configuration dans la CMDB
ru_ru: Управление типом CI в CMDB
tr_tr: CMDB CI türleri yönetimi

source: Manage type of links to the CMDB
fr_fr: Configurer un type de lien dans la CMDB
ru_ru: Управление типами ссылок в CMDB
tr_tr: CMDB bağlantı türleri yönetimi

source: Existing links
fr_fr: Liens existants
ru_ru: Существующие ссылки
tr_tr: Var olan bağlantılar

source: Linked element
fr_fr: Lié à
ru_ru: Связанный элемент
tr_tr: Bağlantılı bileşen

source: String
cs_cz: Řetězec
es_ec: Cadena
fr_fr: Chaîne de texte
ru_ru: Строка
tr_tr: Dizge

source: Area Text
cs_cz: Textové pole
es_ec: Texto del área
fr_fr: Zone de texte
hu_hu: Szöveg mező
ru_ru: Текстовая область
tr_tr: Metin Alanı

source: Yes/No
cs_cz: Ano/Ne
es_ec: Sí/No
fr_fr: Oui/Non
hu_hu: Igen/Nem
ru_ru: Да/Нет
tr_tr: Evet/Hayır

source: Type CI
cs_cz: Typ CI
es_ec: Tipos CIs
fr_fr: Type d'élément de configuration
hu_hu: CI típus
ru_ru: Тип CI
tr_tr: CI Türü

source: is already present in GLPI
cs_cz: je již přítomno v GLPI
es_ec: ya está presente en GLPI
fr_fr: Est déjà présent dans GLPI ?
hu_hu: már létezik a GLPI-ben
ru_ru: уже представлено в GLPI
tr_tr: zaten GLPI üzerinde var

source: Is this item presents in glpi ?
cs_cz: Je tato položka přítomna v glpi?
es_ec: ¿Este artículo está presente en glpi?
fr_fr: Est ce que cet élément est présent dans GLPI ?
hu_hu: Ez az elem jelen van a glpi-ben?
ru_ru: Этот предмет есть в GLPI?
tr_tr: Bu öge GLPI üzerinde var mı?

source: Please, choose an imported CI !
es_ec: Por favor, elija un IC importado.
fr_fr: Veuillez choisir un élément de configuration importé !
hu_hu: Kérlek, válassz egy importált CI-t!
ru_ru: Пожалуйста, выберете импортированный CI!
tr_tr: Lütfen içe aktarılmış bir CI seçin!

source: There is already an existing name or the name is invalid
es_ec: Ya existe un nombre o el nombre no es válido
fr_fr: Il y a déjà un objet avec le même nom ou le nom est invalide
hu_hu: Már létezik ilyen név, vagy a név érvénytelen.
ru_ru: Имя используется или не действительно
tr_tr: Bu ad zaten var ya da geçersiz

source: Import CI
cs_cz: Importovat CI
es_ec: Importar CI
fr_fr: Importer un élément de configuration
hu_hu: CI importálása
ru_ru: Импорт CI
tr_tr: CI İçe Aktar

source: Icon by types
fr_fr: Icône par type

source: Display this fields
fr_fr: Afficher les champs

source: Default icon
cs_cz: Výchozí ikona
es_ec: Icono predeterminado
fr_fr: Icône par défaut
hu_hu: Alapértelmezett ikon
ru_ru: Значок по умолчанию
tr_tr: Varsayılan simge

source: Add New Field
cs_cz: Přidat nové pole
es_ec: Agregar nuevo campo
fr_fr: Ajouter un nouveau champ
hu_hu: Új mező hozzáadása
ru_ru: Добавить новое поле
tr_tr: Alan Ekle

source: Upload icon
cs_cz: Vložit ikonu
es_ec: Subir icono
fr_fr: Charger une icône
hu_hu: Ikon feltöltése
ru_ru: Загрузить значок
tr_tr: Yükleme simgesi

source: Existing fields for this type of CI
cs_cz: Existující pole pro tento typ CI
es_ec: Campos existentes para este tipo de IC
fr_fr: Champs existants pour ce type d'élément de configuration
hu_hu: Meglévő mezők ehhez a CI típushoz
ru_ru: Существующие поля для этого типа CI
tr_tr: I türü için var olan alanlar

source: Reset Existing fields
cs_cz: Smazání existujících polí
es_ec: Restablecer campos existentes
fr_fr: Supprimer les modifications des champs
hu_hu: Már létező mezők visszaállítása
ru_ru: Сбросить существующие поля
tr_tr: Var olan alanları sıfırla

# button
source: Transfer
cs_cz: Přesun
es_ec: Transferir
fr_fr: Transfert
hu_hu: Átvitel
ru_ru: Передача
tr_tr: Aktarım

source: Configure Type of Item Configuration
cs_cz: Nastavit typ konfigurační položky
es_ec: Configurar el tipo de configuración del elemento
fr_fr: Configurer le type d'élément de configuration
hu_hu: Konfiguráld az elem konfigurációjának típusát.
ru_ru: Настройка типа конфигурации элемента
tr_tr: Öge Yapılandırması Türünü Yapılandırın

source: Display Item Configuration
cs_cz: Zobrazit položku konfigurace
es_ec: Configuración del elemento de visualización
fr_fr: Afficher les éléments de configuration
hu_hu: Elem konfigurációjának megjelenítése
ru_ru: Отображение конфигурации элемента
tr_tr: Öge Yapılandırmasını Görüntüle

source: Configure links
fr_fr: Configurer les liens

source: No Types of CI found. Please create Types of CI before display CIs
es_ec: No se han encontrado Tipos de IC. Por favor, cree Tipos de CI antes de mostrar CIs
fr_fr: Pas d'élément de configuration trouvé. Veuillez créer un type d'élément de configuration avant d'afficher les éléments de configuration
hu_hu: Nem található CI típus. Kérjük, hozd létre CI típusokat a CI-k megjelenítése előtt.
ru_ru: Не найдены типы CI. Пожалуйста, создайте типы CI перед отображением CI
tr_tr: Herhangi bir CI türü bulunamadı. Lütfen CI görüntülemeden önce CU türlerini ekleyin

source: Impact CMDB
fr_fr: Impact sur la CMDB

source: Elements linked to the ticket aren't imported in CMDB
cs_cz: Prvky propojené s požadavkem se neimportují do CMDB
es_ec: Los elementos vinculados al ticket no se importan en la CMDB
fr_fr: Les éléments liés au ticket ne sont pas importés dans la CMDB
hu_hu: A jeggyel összekapcsolt elemek nem kerülnek importálásra a CMDB-be.
ru_ru: Элементы, связанные с заявкой, не импортируются в CMDB
tr_tr: Destek kaydı ile ilişkili bileşenler CMDB içine aktarılmamış

source: No elements of CMDB linked to the ticket
cs_cz: Žádné prvky CMDB nejsou připojeny
es_ec: No hay elementos de CMDB vinculados al ticket
fr_fr: Pas d'élément de la CMDB lié au ticket
hu_hu: Nincsenek CMDB elemek a jegyhez kapcsolva
ru_ru: Нет связанных элементов CMDB с заявкой
tr_tr: Destek kaydı ile ilişkili bir CMDB bileşeni yok

source: Impacted items
cs_cz: Ovlivněné položky
es_ec: Elementos afectados
fr_fr: Eléments impactés
hu_hu: Érintett elemek
ru_ru: Затронутые предметы
tr_tr: Etkilenen ögeler

source: Proximity
cs_cz: Blízkost
es_ec: Proximidad
fr_fr: Proximité
hu_hu: Közelség
ru_ru: Близость
tr_tr: Yakınlık

source: Direct impact
cs_cz: Přímý dopad
es_ec: Impacto directo
fr_fr: Impact direct
hu_hu: Közvetlen hatás
ru_ru: Прямое влияние
tr_tr: Doğrudan etki

source: All levels have already been added
cs_cz: Všechny úrovně byly přidány
es_ec: Ya se han añadido todos los niveles
fr_fr: Tous les niveaux ont déjà été ajoutés
hu_hu: Már minden szint hozzá lett adva
ru_ru: Все уровни уже добавлены
tr_tr: Tüm düzeyler zaten eklenmiş

source: Please choose a level for criticality
cs_cz: Prosím zvolte úroveň kritičnosti
es_ec: Por favor, seleccione un nivel para la critica
fr_fr: Veuillez choisir un niveau pour la criticité
hu_hu: Kérjük, válaszd ki a kritikusság szintjét
ru_ru: Пожалуйста, выберите уровень критичности
tr_tr: Lütfen bir kritiklik düzeyi seçin

source: Are you sure to purge this CMDB ?
fr_fr: Etes vous sûr de vouloir purger la CMDB ?

source: Add Links
fr_fr: Ajouter des liens

source: Outgoing link
fr_fr: Liens sortants

source: Ingoing link
fr_fr: Liens entrants

source: Update Links
fr_fr: Mise à jour des liens

source: Delete Links
fr_fr: Supprimer des liens

# button
source: Delete link
fr_fr: Suppression du lien

source: Item Configuration
cs_cz: Konfigurační položka
es_ec: Configuración de elementos
fr_fr: Element de configuration
hu_hu: Elem konfiguráció
ru_ru: Конфигурации элемента
tr_tr: Öge Yapılandırması

source: Operation process
fr_fr: Service

source: Attached service
cs_cz: Přiřazená služba
es_ec: Servicios adjuntos
fr_fr: Service rattaché
hu_hu: Kapcsolódó szolgáltatások
ru_ru: Прикладная услуга
tr_tr: Bağlantılı hizmet

# button
source: Associate an Operation process
fr_fr: Associer un service

source: State of Operation process
fr_fr: Statut du service

source: Type of item configuration
cs_cz: Typ konfigurační položky
es_ec: Tipos de configuración de elementos
fr_fr: Type d'élément de configuration
hu_hu: Az elem konfiguráció típusa
ru_ru: Тип настройки устройства
tr_tr: Öge yapılandırması türü

source: Type of link
fr_fr: Type de lien

source: Item configuration
cs_cz: Konfigurační položka
es_ec: Configuración de elementos
fr_fr: Elément de configuration
hu_hu: Elem konfiguráció
ru_ru: Настройка устройства
tr_tr: Öge yapılandırması

source: Type of Item Configuration
cs_cz: Typ konfigurační položky
es_ec: Tipos de configuración de elementos
fr_fr: Type d'élément de configuration
hu_hu: Az elem konfiguráció típusa
ru_ru: Тип настройки устройства
tr_tr: Öge yapılandırması türü

source: Name of the link
fr_fr: Nom du lien

source: Rights of typelink
fr_fr: Droits des types de lien

source: very low
cs_cz: velmi nízká
es_ec: muy bajo
fr_fr: Très faible
hu_hu: nagyon alacsony
ru_ru: Очень низкий
tr_tr: çok düşük

source: low
cs_cz: nízká
es_ec: bajo
fr_fr: Faible
hu_hu: alacsony
ru_ru: Низкий
tr_tr: düşük

source: medium
cs_cz: střední
es_ec: medio
fr_fr: Moyenne
hu_hu: közepes
ru_ru: Средний
tr_tr: orta

source: high
cs_cz: vysoká
es_ec: alta
fr_fr: Haute
hu_hu: magas
ru_ru: Высокий
tr_tr: yüksek

source: very high
cs_cz: velmi vysoká
es_ec: muy alto
fr_fr: Très haute
hu_hu: nagyon magas
ru_ru: Очень высокий
tr_tr: çok yüksek

source: An icon already exist for this type
cs_cz: Pro tento typ již existuje ikona

# button
source: Associate a service
cs_cz: Přiřadit službu
es_ec: Asociar un servicio
hu_hu: Egy szolgáltatás hozzárendelése
ru_ru: Ассоциация услуги
tr_tr: Bir hizmete bağla

source: Base fields
cs_cz: Základní pole

source: Be careful the name cannot be changed after creation
cs_cz: Buďte opatrní, název nelze po vytvoření změnit
es_ec: Ten cuidado, el nombre no se puede cambiar después de la creación
hu_hu: Vigyázz, a név nem változtatható meg a létrehozás után.
ru_ru: Будьте осторожны, наименование не может быть изменено после создания
tr_tr: Ad oluşturulduktan sonra değiştirilemeyeceğinden dikkatli olun

source: Creation failed
cs_cz: Vytvoření selhalo

source: Criteria
cs_cz: Kritéria

source: Current icon
cs_cz: Aktuální ikona

source: Do not use a classname with spaces (like 'my objects')
cs_cz: Nepoužívejte název třídy s mezerami (jako 'moje objekty')
es_ec: No utilice un nombre de clase con espacios (como "mis objetos")
hu_hu: Ne használjon szóközt az osztálynevekben (pl. 'saját objektumok').
ru_ru: Не используйте имя класса с пробелом (например, "Мои объекты").
tr_tr: Sınıf adında boşluk kullanmayın ('bu nesne' gibi)

source: Do not use a plural classname (like 'myobjects')
cs_cz: Nepoužívejte název třídy v množném čísle (např. 'myobjects')
es_ec: No utilice un nombre de clase en plural (como "misobjetos")
hu_hu: Ne használjon többes számot osztálynevenél (pl. 'myobjects')
ru_ru: Не используйте имя класса во множественном числе (например, "моиобъекты").
tr_tr: Sınıf adında çoğul kullanmayın ('nesnelerim' gibi)

source: Go to custom assets
cs_cz: Přejít na vlastní aktiva

source: Icon
cs_cz: Ikona
es_ec: Icono
hu_hu: Ikon
ru_ru: Значок
tr_tr: Simge

source: Icon CIType %d
cs_cz: Ikona typu CI %d
es_ec: Icono CIType 1%d
hu_hu: CIType ikon %d
ru_ru: Значок типа CI %d
tr_tr: %d CI Türü Simgesi

source: Icon file
cs_cz: Soubor ikon

source: Icon for itemtype %s
cs_cz: Ikona pro typ položky %s

source: Infos are already set for this type
cs_cz: Informace pro tento typ jsou již nastaveny

source: No tooltip content set for itemtype %s
cs_cz: Pro typ položky %s není nastaven obsah popisku.

source: No tooltip set for itemtype %s
cs_cz: Pro typ položky %s není nastavena žádná popiska

source: Order
cs_cz: Pořadí

source: Plugin additional fields fields
cs_cz: Pole zásuvného modulu další pole

source: Service
cs_cz: Služba
es_ec: Servicio
hu_hu: Szolgáltatások
ru_ru: Сервис
tr_tr: Hizmet

source: State of service
cs_cz: Stav služby
es_ec: Estados de los servicios
hu_hu: Szolgáltatás állapota
ru_ru: Состояние сервиса
tr_tr: Hizmet durumu

source: Update failed
cs_cz: Aktualizace selhala

source: With GLPI 11, you can create new custom assets, so migrate your existing objets to core
cs_cz: S GLPI 11 můžete vytvářet nové vlastní zdroje, takže migrujte své stávající objekty do jádra

source: With GLPI 11, you can create now custom assets
cs_cz: S GLPI 11, si nyní můžete vytvářet vlastní datové zdroje/data

source: You can't delete this item, because this item is used on CMDB !
cs_cz: Tuto položku nemůžete smazat, protože je používána v CMDB!
es_ec: No puede eliminar este elemento porque se utiliza en la CMDB.
hu_hu: Nem törölheted ezt az elemet, mert használatban van.
ru_ru: Вы не можете удалить этот элемент, т.к. он используется в CMDB!
tr_tr: Bu öge CMD üzerinde kullanıldığından silinemez!
